---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.TagFailures
source: html/8e0ca950-2602-4697-047b-534d351aca4c.htm
---
# BuiltInFailures.TagFailures Properties

A tag cannot be arrayed without copying the associated element.